export const questions = [
    {
        id: 1,
        question: 'گران ترین ادویه جهان از نظر وزنی کدام است؟',
        answers: [' دارچین', 'زعفران', 'جوز هندی', 'وانیل'],
        rightAnswer: 'زعفران'
    },
    {
        id: 2,
        question: 'سریع ترین حیوان خشکی کیست؟',
        answers: ['جگوار', 'پلنگ', 'ببر', 'یوزپلنگ'],
        rightAnswer: 'یوزپلنگ'
    },
    {
        id: 3,
        question: 'اولین بمب اتمی در کدام شهر ژاپنی پرتاب شد؟',
        answers: ['ناکازاکی', 'فوکوشیما', 'هیروشیما', 'کاگوشیما'],
        rightAnswer: 'هیروشیما'
    },
    {
        id: 4,
        question: 'پیکاسو اهل کدام کشور بود؟',
        answers: ['اسپانیا', 'فرانسه', 'پرتغال', 'ایتالیا'],
        rightAnswer: 'اسپانیا'
    },
    {
        id: 5,
        question: 'کدام حیوان به عنوان بهترین دوست انسان شناخته می شود؟',
        answers: ['گربه', 'همستر', 'خرگوش', 'سگ'],
        rightAnswer: 'سگ'
    },
    {
        id: 6,
        question: 'اژدهای کومودو چه نوع حیوانی است؟',
        answers: ['مارمولک', 'سوسمار', 'بزمجه', 'آفتاب پرست'],
        rightAnswer: 'بزمجه'
    },
    {
        id: 7,
        question: 'سومین کشوری که به بمب اتمی دست یافت کدام کشور بود؟',
        answers: ['پاکستان', 'ژاپن', 'انگلیس', 'هند'],
        rightAnswer: 'انگلیس'
    },
    {
        id: 8,
        question: 'آخرین حرف الفبای یونانی چیست؟',
        answers: ['بتا', 'گاما', 'آلفا', 'امگا'],
        rightAnswer: 'امگا'
    },
    {
        id: 9,
        question: 'کدام حیوان نمی تواند زبانش را بیرون بیاورد؟',
        answers: ['تمساح', 'لاک پشت', 'سوسمار', 'قورباغه'],
        rightAnswer: 'تمساح'
    },
    {
        id: 10,
        question: 'پوست خرس قطبی زیر خز سفید آن ها چه رنگی است؟',
        answers: ['سفید', 'سیاه و سفید', 'مشکی', 'صورتی'],
        rightAnswer: 'مشکی'
    },
    {
        id: 11,
        question: 'یک تنبل چقدر طول می کشد تا یک وعده غذایی را هضم کند؟',
        answers: ['یک هفته', 'دو هفته', '10 روز', '48 ساعت'],
        rightAnswer: 'دو هفته'
    },
    {
        id: 12,
        question: 'بزرگترین پستاندار جهان کدام حیوان است؟',
        answers: ['نهنگ آبی', 'فیل', 'اسب آبی', 'دلفین'],
        rightAnswer: 'نهنگ آبی'
    },
    {
        id: 13,
        question: 'کدام حیوان می تواند روی دم خود بایستد؟',
        answers: ['یوزپلنگ', 'شیر', 'پلاتی پوس', 'کانگورو'],
        rightAnswer: 'کانگورو'
    },
    {
        id: 14,
        question: 'سوسک ها چند پا دارند؟',
        answers: ['شش', 'هشت', 'ده', 'چهار'],
        rightAnswer: 'شش'
    },
    {
        id: 15,
        question: 'ماژیروکوفوبیا ترس از چیست؟',
        answers: ['رانندگی', 'عنکبوت', 'آشپزی', 'خوابیدن'],
        rightAnswer: 'آشپزی'
    },
    {
        id: 16,
        question: 'پایتخت اسکاتلند کدام شهر چیست؟',
        answers: ['ادینبورگ', 'گلاسکو', 'همیلتون', 'داندی'],
        rightAnswer: 'ادینبورگ'
    },
    {
        id: 17,
        question: 'پله های اسپانیایی در کدام کشور قرار دارند؟',
        answers: ['اسپانیا', 'برزیل', 'پرتغال', 'ایتالیا'],
        rightAnswer: 'برزیل'
    },
    {
        id: 18,
        question: 'خرمشهر در کدام عملیات آزاد شد؟',
        answers: ['بیت المقدس', 'ثامن الائمه', 'فتح المبین', 'خیبر'],
        rightAnswer: 'بیت المقدس'
    },
    {
        id: 19,
        question: 'کدام درخت نماد صلح است؟',
        answers: ['سرو', 'زیتون', 'سیب', 'سنجد'],
        rightAnswer: 'زیتون'
    },
    {
        id: 20,
        question: 'کوچک ترین واحد ساختمانی بدن انسان کدام است؟',
        answers: ['سلول', 'ژن', 'مولکول', 'عصب'],
        rightAnswer: 'سلول'
    }
]